Repository: Istcity/Stillway
Catalog: Stillway/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, tr

# snd_silent_snow_sub
source: Soft falling snowflakes absorbing all worldly noise
fr: Flocons cotonneux absorbant tout tumulte terrestre
ja: すべてを包み込む粉雪の静寂と白銀の安らぎ
tr: Yavaşça yağan kar taneleri ve mutlak sessizlik

# snd_study_cat
source: Midnight Study & Cat
fr: Étude Nocturne & Chat
ja: 深夜の勉強と猫
tr: Gece Çalışması & Kedi

# snd_study_cat_sub
source: Soft feline purr and soothing lo-fi evening focus
fr: Ronronnement apaisant et douce concentration nocturne
ja: 穏やかな喉鳴らしと心地よい夜の集中空間
tr: Yumuşak mırıltı ve lo-fi gece çalışma huzuru

# snd_temple_bell
source: Zen Temple Bell
fr: Cloche Zen du Temple
ja: 禅寺の鐘
tr: Zen Tapınak Çanı

# snd_temple_bell_sub
source: Resonant alpine bell vibration purifying the mind
fr: Vibration profonde de la cloche et pureté de l'esprit
ja: 山寺から響く澄み渡る鐘の余韻と心の浄化
tr: Uzak dağ çanının derin titreşimi ve zihin arınması

# snd_tin_roof_rain
source: Tin Roof Rain
fr: Pluie sur Toit de Tôle
ja: トタン屋根の雨
tr: Teneke Çatıda Yağmur

# snd_tin_roof_rain_sub
source: Rhythmic rainfall pattering on a countryside shelter
fr: Mélodie rythmée de l'averse sur l'abri de campagne
ja: 屋根を包み込むリズミカルで心地よい雨音
tr: Kırsal sığınağın tavanında ritmik yağmur akoru

# snd_tokyo_metro
source: Subway Tunnel
fr: Tunnel Souterrain
ja: 地下トンネル
tr: Yeraltı Tüneli

# snd_tokyo_metro_sub
source: Arched tunnel resonance and acoustic depth
fr: Chaleur des voûtes et profondeur acoustique
ja: アーチ型トンネルの温もりと音響の深み
tr: Kemerli tünel sıcaklığı ve akustik derinlik

# snd_tokyo_rain
source: Night Rain
fr: Pluie Nocturne
ja: 夜の雨
tr: Gece Yağmuru

# snd_tokyo_rain_sub
source: Gentle raindrops under glistening city lights
fr: Gouttes délicates sous les lueurs de la ville
ja: 街灯りに濡れる優しい雨粒のしらべ
tr: Şehir ışıkları altında yumuşak yağmur taneleri

# sound_deep_train
source: Deep Train
fr: Train Profond
ja: 深い列車
tr: Derin Tren

# sound_istanbul_ferry
source: Istanbul Ferry
fr: Ferry d’Istanbul
ja: イスタンブールのフェリー
tr: İstanbul Vapuru

# sound_kyoto_bamboo
source: Kyoto Bamboo
fr: Bambous de Kyoto
ja: 京都の竹林
tr: Kyoto Bambusu

# sound_minka_library
source: Minka Library
fr: Bibliothèque Minka
ja: 民家の書斎
tr: Minka Kütüphanesi

# sound_night_cafe
source: Night Café
fr: Café Nocturne
ja: 夜のカフェ
tr: Gece Kafesi

# sound_night_forest
source: Night Forest
fr: Forêt Nocturne
ja: 夜の森
tr: Gece Ormanı

# sound_paris_metro
source: Paris Métro
fr: Métro Parisien
ja: パリのメトロ
tr: Paris Metrosu

# sound_rain_window
source: Rain Window
fr: Pluie sur Vitre
ja: 窓の雨
tr: Yağmurlu Pencere

# sound_temple_bell
source: Temple Bell
fr: Cloche du Temple
ja: 寺の鐘
tr: Tapınak Çanı

# sound_tokyo_metro
source: Tokyo Metro
fr: Métro de Tokyo
ja: 東京メトロ
tr: Tokyo Metrosu

# sound_tokyo_rain
source: Tokyo Rain
fr: Pluie de Tokyo
ja: 東京の雨
tr: Tokyo Yağmuru

# sounds_title
source: Sounds
fr: Sons
ja: サウンド
tr: Sesler

# timer_until
source: Until arrival
fr: Jusqu’à l’arrivée
ja: 到着まで
tr: Rota bitene kadar

# timer_until_end
source: Remaining
fr: Restant
ja: 残り時間
tr: Kalan Süre

# toast_demo_noise
source: Audio file missing — playing demo tone.
fr: Fichier audio manquant — tonalité de démo en cours.
ja: 音声ファイルが見つかりません — デモ音を再生中。
tr: Ses dosyası bulunamadı — geçici demo sesi çalıyor.

# toast_started
source: Started
fr: Démarré
ja: 開始しました
tr: Başlatıldı

# toast_stopped
source: Paused
fr: En pause
ja: 一時停止
tr: Durdu

# weather_clear
source: Clear
fr: Dégagé
ja: 快晴
tr: Açık

# weather_cloudy
source: Cloudy
fr: Nuageux
ja: 曇り
tr: Bulutlu

# weather_fog
source: Foggy
fr: Brouillard
ja: 霧
tr: Sisli

# weather_partly_cloudy
source: Partly Cloudy
fr: Partiellement nuageux
ja: 晴れ時々曇り
tr: Parçalı Bulutlu

# weather_rain
source: Rainy
fr: Pluvieux
ja: 雨
tr: Yağmurlu

# weather_snow
source: Snowy
fr: Neigeux
ja: 雪
tr: Kar Yağışlı

# weather_storm
source: Thunderstorm
fr: Orage
ja: 雷雨
tr: Fırtına

# auto_badge
source: Auto
ja: 自動
tr: Otomatik

# binaural_alpha
source: Alpha (8 - 13 Hz)
ja: アルファ (8 - 13 Hz)

# binaural_delta
source: Delta (0.5 - 4 Hz)
ja: デルタ (0.5 - 4 Hz)

# mixer_volume
source: Volume
ja: 音量
tr: Ses

# place_cafe
source: Café
ja: カフェ
tr: Kafe

# pro_feature_sounds
source: All 24 Ambient & Healing Solfeggio Beds
ja: 全24種類のアンビエント＆ソルフェジオ周波数
tr: 24 Özel Ambient ve Şifa Frekansı Parçası

# settings_general
source: Audio & Intelligence
ja: オーディオ＆インテリジェンス
tr: Ses & Zekâ Tercihleri

# settings_version
source: Version
ja: バージョン
tr: Sürüm

# sound_shinkansen
source: Shinkansen
ja: 新幹線

# timer_min
source: min
ja: 分
tr: dk

source: Volume
ja: 音量
tr: Ses Seviyesi

# weather_in_3h
source: +3h
ja: +3時間
tr: +3s
